Repository: YuShangbin/zaqar-ui
Catalog: zaqar_ui/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: A queue name between 1-256 characters is required.
fr: Un nom de file d'attente de moins de 256 caractères est obligatoire.

source: Claimed Messages
fr: Messages réclamés

source: Confirm Delete Queue
fr: Confirmer la suppression de la file d'attente

source: Create
fr: Créer

source: Create Queue
fr: Créer une file d'attente

source: Create Queues
fr: Créer des files d'attente

source: Create Subscription
fr: Créer une suscription

source: Delete
fr: Supprimer

source: Delete Queue
fr: Supprimer la file d'attente

source: Delete Queues
fr: Supprimer les files d'attente

source: Deleted Queue: %s.
fr: File d'attente supprimé : %s

source: Enter a queue name
fr: Entrer un nom pour la file d'attente

source: Enter a subscriber
fr: Entrer un abonné

source: Free Messages
fr: Messages libres

source: Metadata
fr: Métadonnées

source: Name
fr: Nom

source: Note that you can create a queue without defining metadata. The metadata step is optional but recommended.
fr: Notez que vous pouvez créer une suscription sans définir les métadonnées. L'étape de métadonnées est optionnelle mais recommandée.

source: Note that you can create a subscription without defining options.
fr: Notez que vous pouvez créer une suscription sans définir les options.

source: Queue %s was successfully created.
fr: La file d'attente %s a été créé avec succès.

source: Queue %s was successfully updated.
fr: La file d'attente %s a été mise à jour.

source: Queue Details
fr: Détails de la file d'attente

source: Queue Metadata
fr: Métadonnées de la file d'attente

source: Queue Name
fr: Nom de la file d'attente

source: Queues
fr: Files d'attente

source: Removed %(subscriber)s subscriber from the %(queue)s queue.
fr: L'abonné %(subscriber)s a été supprimé de la liste d'attente %(queue)s.

source: Subscriber
fr: Abonné

source: Subscribers must be in the form of mailto, HTTP, or HTTPS.
fr: Les abonnés doivent être au format : mailto, HTTP ou HTTPS.

source: Subscription
fr: Suscription

source: Subscription %s was successfully created.
fr: La suscription %s a été créé avec succès.

source: The TTL for a subscription must be at least 60 seconds long.
fr: Le TTL pour une suscription doit être d'au moins 60 secondes.

source: Time To Live
fr: Durée de vie

source: Time to Live
fr: Durée de vie

source: Total Messages
fr: Messages au total

source: Unable to add subscription.
fr: Impossible d'ajouter la suscription.

source: Unable to create the queue.
fr: Impossible de créer la file d'attente.

source: Unable to delete Queue: %s.
fr: Impossible de supprimer la file d'attente : %s

source: Unable to delete subscription.
fr: Impossible de supprimer la suscription.

source: Unable to retrieve the Queues.
fr: Impossible de récupérer les files d'attente.

source: Unable to update the queue.
fr: Impossible de mettre à jour la file d'attente.

source: Update
fr: Mettre à jour

source: Update Queue
fr: Mettre à jour la file d'attente

source: You are not allowed to delete queues: %s
fr: Vous n'êtes pas autorisé à supprimer les files d'attente : %s

source: You have selected "%s". Deleted queue is not recoverable.
fr: Vous avez sélectionné "%s". La file d'attente supprimée ne sera pas récupérable.
